Repository: herveperoteau/POCStringCatalog
Catalog: POCStringCatalog/strings/Localizable.xcstrings
Source language: en
Languages: es, fr, it, nl

# user_consent_appsflyer_detail
source: Managing the placement of advertising campaigns
es: Gestión de la asignación de campañas publicitarias
fr: Gestion de l’attribution des campagnes publicitaires
it: Gestione dell'attribuzione delle campagne pubblicitarie
nl: Beheer van de toewijzing van reclamecampagnes

# user_consent_confirm
source: Confirm
es: Confirmar
fr: Valider
it: Conferma
nl: Valideren

# user_consent_detail
source: Please note that using the COYOTE mobile app will install SDKs on your mobile device for the purposes detailed below. You can use the checkboxes to accept or reject the various SDKs. Checking a box means that you agree to the relevant SDK being installed on your mobile device. Click “Agree to all” if you agree to install all SDKs. Click “No thanks” if you do not agree to installing these SDKs.
es: Le informamos de que, como parte del uso de la aplicación móvil COYOTE, se instalan SDK en su dispositivo móvil para los fines que se describen a continuación. Puede marcar o desmarcar los diferentes SDK. Si marca un SDK, acepta que se instale dicho SDK en su dispositivo móvil. Haga clic en «Aceptar todo» si está de acuerdo con la instalación de todos los SDK. Haga clic en «No, gracias» si no desea dar su consentimiento para la instalación de dichos SDK.
fr: Nous vous informons que dans le cadre de votre utilisation de l'application mobile COYOTE, des SDK sont déposés sur votre terminal mobile pour les finalités décrites ci-après. Vous pouvez cocher ou décocher les différents SDK. Si vous cochez le SDK, vous acceptez le dépôt de celui-ci sur votre terminal mobile. Cliquez sur 'OK pour tout' si vous acceptez le dépôt de tous ces SDK. Cliquez sur 'Non merci' si vous ne souhaitez pas consentir au dépôt de ces SDK.
it: Ti informiamo che, nell'ambito dell'utilizzo dell'applicazione mobile COYOTE, gli SDK vengono archiviati sul tuo terminale mobile per le finalità descritte di seguito. Puoi selezionare o deselezionare i diversi SDK. Se selezioni l'SDK, accetti che venga archiviato sul tuo dispositivo mobile. Fai clic su 'OK a tutto' se accetti di archiviare tutti gli SDK. Fai clic su 'No, grazie' se non desideri acconsentire all'archivio di questi SDK.
nl: Wij delen u mee dat er in het kader van uw gebruik van de COYOTE mobiele app SDK's op uw mobiele toestel worden geplaatst voor de hierna beschreven doeleinden. U kunt de verschillende SDK's aan- of afvinken. Als u de SDK aanvinkt, geeft u toestemming om deze op te slaan op uw mobiele toestel. Klik op 'OK voor alles' als u wilt dat alle SDK's op uw toestel worden opgeslagen. Klik op 'Nee, dank u' als u niet wilt dat de SDK's op uw toestel worden opgeslagen.

# user_consent_detail_short
source: Please note that using the COYOTE mobile app will install SDKs on your mobile device for the purposes detailed below. You can use the checkboxes to accept or reject the various SDKs. Checking a box means that you agree to the relevant SDK being installed on your mobile device.
es: Le informamos de que, como parte del uso de la aplicación móvil COYOTE, se instalan SDK en su dispositivo móvil para los fines que se describen a continuación. Puede marcar o desmarcar los diferentes SDK. Si marca un SDK, acepta que se instale dicho SDK en su dispositivo móvil.
fr: Nous vous informons que dans le cadre de votre utilisation de l'application mobile COYOTE, des SDK sont déposés sur votre terminal mobile pour les finalités décrites ci-après. Vous pouvez cocher ou décocher les différents SDK. Si vous cochez le SDK, vous acceptez le dépôt de celui-ci sur votre terminal mobile.
it: Ti informiamo che, nell'ambito dell'utilizzo dell'applicazione mobile COYOTE, gli SDK vengono archiviati sul tuo terminale mobile per le finalità descritte di seguito. Puoi selezionare o deselezionare i diversi SDK. Se selezioni l'SDK, accetti che venga archiviato sul tuo dispositivo mobile.
nl: Wij delen u mee dat er in het kader van uw gebruik van de COYOTE mobiele app SDK's op uw mobiele toestel worden geplaatst voor de hierna beschreven doeleinden. U kunt de verschillende SDK's aan- of afvinken. Als u de SDK aanvinkt, geeft u toestemming om deze op te slaan op uw mobiele toestel.

# user_consent_firebase_detail
source: Analysis and statistics, excluding Crashlytics
es: Análisis y estadísticas, excluyendo Crashlytics
fr: Analyse et statistiques, hors Crashlytics
it: Analisi e statistiche, escluso Crashlytics
nl: Analyse en statistieken, exclusief Crashlytics

# user_consent_footer
source: Your choices regarding the use of SDKs will be saved for a period of 13 months. You can change your choices at any time by clicking on “Settings > Advanced settings > Privacy” from the app menu. Your choices will not have an impact on how the COYOTE mobile app functions.
es: Su decisión de utilizar o no los SDK se conservará durante 13 meses. Puede modificarla en cualquier momento haciendo clic en “Ajustes > Ajustes avanzados > Privacidad“ en el menú de la aplicación. Sus elecciones no tendrán ningún impacto en el funcionamiento de la aplicación móvil COYOTE.
fr: Vos choix sur l'usage ou non des SDK seront conservés pour une durée de 13 mois. Vous pouvez à tout moment les modifier en cliquant sur “Paramètres > Paramètres avancés > Vie privée“ depuis le Menu de l'application. Vos choix n'auront aucun impact sur le fonctionnement de l'application mobile COYOTE.
it: Le tue scelte sull'utilizzo o meno degli SDK verranno conservate per un periodo di 13 mesi. Puoi cambiare idea in qualsiasi momento facendo clic su “Impostazioni > Impostazioni avanzate > Privacy“ dal menu dell'applicazione. Le tue scelte non influenzeranno minimamente il funzionamento dell'applicazione mobile COYOTE.
nl: Uw keuzes over het al dan niet gebruiken van de SDK's blijven gedurende 13 maanden bewaard. U kunt deze instellingen op elk moment wijzigen door in het Menu van de toepassing te klikken op “Instellingen > Geavanceerde instellingen > Privacy“. Uw keuzes hebben geen impact op de werking van de COYOTE mobiele app.

# user_consent_footer_short
source: Your choices regarding the use of SDKs will be saved for a period of 13 months. You can change your choices at any time. Your choices will not have an impact on how the COYOTE mobile app functions.
es: Su decisión de utilizar o no los SDK se conservará durante 13 meses. Puede modificarla en cualquier momento. Sus elecciones no tendrán ningún impacto en el funcionamiento de la aplicación móvil COYOTE.
fr: Vos choix sur l'usage ou non des SDK seront conservés pour une durée de 13 mois. Vous pouvez à tout moment les modifier. Vos choix n'auront aucun impact sur le fonctionnement de l'application mobile COYOTE.
it: Le tue scelte sull'utilizzo o meno degli SDK verranno conservate per un periodo di 13 mesi. Puoi cambiare idea in qualsiasi momento. Le tue scelte non influenzeranno minimamente il funzionamento dell'applicazione mobile COYOTE.
nl: Uw keuzes over het al dan niet gebruiken van de SDK's blijven gedurende 13 maanden bewaard. U kunt deze instellingen op elk moment wijzigen. Uw keuzes hebben geen impact op de werking van de COYOTE mobiele app.

# user_consent_no_thanks
source: No thanks
es: No, gracias
fr: Non merci
it: No, grazie
nl: Nee, dank u

# user_consent_title
source: Your privacy is our priority
es: Su privacidad es nuestra prioridad
fr: Le respect de votre vie privée est notre priorité
it: Il rispetto della tua privacy è per noi una priorità
nl: Respect voor uw privacy is onze prioriteit

# user_info_button_partner_orange
source: Orange customer
es: Cliente Orange
fr: Client Orange
it: Cliente Orange
nl: Orange-klant

# user_info_button_partner_sfr
source: SFR customer
es: Cliente SFR
fr: Client SFR
it: Cliente SFR
nl: SFR-klant

# user_info_client_id
source: Customer ID
es: ID Cliente
fr: ID Client
it: ID Cliente
nl: Klant ID

# user_info_confidence_index
source: Reliability score
es: Índice de Confianza
fr: Indice de confiance
it: Indice di affidabilita
nl: Uw betrouwbaarheidsgraad

# user_info_disconnection
source: Sign out
es: Desconectar
fr: Déconnexion
it: Disconnessione
nl: Afmelden

# user_info_login_partner_orange
source: Orange customer
es: Cliente Orange
fr: Client Orange
it: Cliente Orange
nl: Orange-klant

# user_info_login_partner_sfr
source: SFR customer
es: Cliente SFR
fr: Client SFR
it: Cliente SFR
nl: SFR-klant

# user_info_open_my_account
source: Open my account
es: Abrir mi cuenta
fr: Ouvrir mon compte
it: Apri il mio account
nl: Mijn account openen

# user_info_partner_activated
source: Activated
es: Activo
fr: Activé
it: Attivato
nl: Geactiveerd

# user_info_partner_title
source: Driving assistance
es: Asistencia a la conducción
fr: Aide à la conduite
it: Assistenza alla guida
nl: Rijhulp

# validate
source: Confirm
es: Validar
fr: Valider
it: Convalidare
nl: Valideren

# vigilance_be_careful
source: Be careful, dangerous bend.
es: Ten cuidado, curva peligrosa.
fr: Prudence, virage dangereux.
it: Fai attenzione, curva pericolosa.
nl: Wees voorzichtig, gevaarlijke bocht.

# vigilance_slow_down
source: SLOW DOWN
es: REDUCIR LA VELOCIDAD
fr: RALENTIR
it: RALLENTA
nl: VERTRAGEN

# waiting_screen_sub_title
source: Loading...
es: Cargando...
fr: Chargement...
it: Caricamento...
nl: Laden...

# waiting_screen_title
source: Let's go !
es: ¡Adelante!
fr: En route !
it: Andiamo!
nl: Laten we gaan!

# webview_connection_error
source: Unable to access this page, do you want to retry?
es: No se ha podido acceder a esta página: ¿desea volver a intentarlo?
fr: Impossible d'accéder à cette page, voulez-vous réessayer ?
it: Impossibile accedere a questa pagina, riprovare?
nl: Geen toegang tot die pagina. Opnieuw proberen?

# windshield_crack
source: Windscreen damage
es: Rotura de lunas
fr: Bris de glace
it: Vetro rotto
nl: Glasbreuk

# windshield_crack_call
source: Call
es: Llamar
fr: Appeler
it: Chiama
nl: Bellen

# windshield_crack_cancel
source: Cancel
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren

# windshield_crack_message
source: You will be put in contact with a windscreen repair and replacement specialist.
es: Le pondremos en contacto con el especialista en la reparación y sustitución de lunas de vehículos.
fr: Vous allez être mis en relation avec le spécialiste de la réparation et du remplacement de vitrage de véhicules.
it: Sarai messo in contatto con uno specialista nella riparazione e sostituzione di vetri dei veicoli.
nl: U wordt in contact gebracht met de specialist in reparatie en vervanging van autoruiten.

source: Yes
es: Sí
fr: Oui
it: Si
nl: Ja

# carplay_no
source: No
fr: Non
nl: Nee

# carplay_routing_unsupported_map_version
source: Please upgrade your downloaded maps to calculate a route (%d)
fr: Veuillez mettre à jour vos cartes téléchargées pour pouvoir calculer un itinéraire (%d)

source: Error
fr: Erreur
it: Errore
nl: Fout

source: key_alert_on_road %lld
fr: IL y a %lld alertes sur ta route

# my_key_for_param %ld
source: %ld errors
fr: %ld erreurs

source: my_key_for_param %lld
fr: %lld erreurs

# my_simple_key
source: %ld error
fr: %ld erreurs

source: NEWS
fr: NOUVEAUTÉS

source: No
fr: Non
nl: Nee

# routing_unsupported_map_version
source: Please upgrade your downloaded maps to calculate a route (%d)
fr: Veuillez mettre à jour vos cartes téléchargées pour pouvoir calculer un itinéraire (%d)

# settings_section_general
source: General
fr: Général
it: Generale
nl: Algemeen

# recommended_speed_short
source: Reco.
it: Ideale
nl: Aanbevolen

# reference_speed_short
source: Reco.
it: Ideale
nl: Aanbevolen

# speed_unit
source: km/h
nl: km/u
